Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# appearance_video_autoplay_description
source: Automatically play videos in posts
af: Speel video's in plasings outomaties
ar: تشغيل مقاطع الفيديو في المنشورات تلقائياً
bg: Автоматично възпроизвеждане на видеоклипове в публикациите
ca: Reprodueix automàticament els vídeos als paràgrafs
cs: Automaticky přehrávat videa v příspěvcích
da: Afspil automatisk videoer i opslag
de: Videos in Beiträgen automatisch abspielen
el: Αυτόματη αναπαραγωγή βίντεο στις αναρτήσεις
fi: Toista videot julkaisuissa automaattisesti
fr: Lire automatiquement les vidéos dans les messages
he: הפעל סרטונים בפוסטים באופן אוטומטי
hu: Videók automatikus lejátszása a bejegyzésekben
it: Riproduci automaticamente i video nei post
ja: 投稿内の動画を自動的に再生する
ko: 게시물에서 동영상을 자동으로 재생
nb: Spill av videoer i innlegg automatisk
nl: Video's in berichten automatisch afspelen
pl: Automatycznie odtwarzaj filmy w postach
pt: Reproduzir vídeos automaticamente nas publicações
pt_br: Reproduzir vídeos automaticamente nas postagens
ro: Redă automat videoclipurile din postări
ru: Автоматически воспроизводить видео в постах
sr: Аутоматски пуштај видео записе у објавама
sv: Spela upp videor i inlägg automatiskt
tr: Gönderilerdeki videoları otomatik olarak oynat
uk: Автоматично відтворювати відео в дописах
vi: Tự động phát video trong bài đăng
zh_hans: 自动播放帖子中的视频
zh_hant: 自動播放貼文中的影片

# appearance_video_autoplay_never
source: Never
af: Nooit
ar: لا
bg: Никога
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
fi: Ei koskaan
fr: Jamais
he: לעולם לא
hu: Soha
it: Mai
ja: しない
ko: 안 함
nb: Aldri
nl: Nooit
pl: Nigdy
pt: Nunca
pt_br: Nunca
ro: Niciodată
ru: Никогда
sr: Никада
sv: Aldrig
tr: Asla
uk: Ніколи
vi: Không bao giờ
zh_hans: 从不使用
zh_hant: 從不

# appearance_video_autoplay_wifi
source: Wi-Fi only
af: Slegs Wi-Fi
ar: Wi-Fi فقط
bg: Само Wi-Fi
ca: Només Wi-Fi
cs: Pouze Wi-Fi
da: Kun Wi-Fi
de: Nur WLAN
el: Μόνο Wi-Fi
fi: Vain Wi-Fi
fr: Wi-Fi uniquement
he: Wi-Fi בלבד
hu: Csak Wi-Fi
it: Solo Wi-Fi
ja: Wi-Fiのみ
ko: Wi-Fi만
nb: Kun Wi-Fi
nl: Alleen wifi
pl: Tylko Wi-Fi
pt: Somente Wi-Fi
pt_br: Somente Wi-Fi
ro: Doar Wi-Fi
ru: Только Wi-Fi
sr: Само Wi-Fi
sv: Endast Wi-Fi
tr: Yalnızca Wi-Fi
uk: Тільки Wi-Fi
vi: Chỉ Wi-Fi
zh_hans: 仅 Wi-Fi
zh_hant: 僅 Wi-Fi

source: Are you sure you want to remove %@ from this device?
af: Is jy seker jy wil %@ van hierdie toestel verwyder?
ar: هل أنت متأكد أنك تريد إزالة %@ من هذا الجهاز؟
bg: Сигурни ли сте, че искате да премахнете %@ от това устройство?
ca: Esteu segur que voleu eliminar %@ d'aquest dispositiu?
cs: Opravdu chcete odebrat %@ z tohoto zařízení?
da: Er du sikker på, at du vil fjerne %@ fra denne enhed?
de: Bist du sicher, dass du %@ von diesem Gerät entfernen möchtest?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε το %@ από αυτήν τη συσκευή;
fi: Haluatko varmasti poistaa kohteen %@ tästä laitteesta?
fr: Voulez-vous vraiment supprimer %@ de cet appareil ?
he: האם אתה בטוח שברצונך להסיר את %@ ממכשיר זה?
hu: Biztosan el akarja távolítani a(z) %@ elemet erről az eszközről?
it: Sei sicuro di voler rimuovere %@ da questo dispositivo?
ja: このデバイスから%@を削除してもよろしいですか？
ko: 이 기기에서 %@을(를) 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne %@ fra denne enheten?
nl: Weet je zeker dat je %@ van dit apparaat wilt verwijderen?
pl: Czy na pewno chcesz usunąć %@ z tego urządzenia?
pt: Tem a certeza de que pretende remover %@ deste dispositivo?
pt_br: Tem certeza de que deseja remover %@ deste dispositivo?
ro: Sigur dorești să elimini %@ de pe acest dispozitiv?
ru: Вы уверены, что хотите удалить %@ с этого устройства?
sr: Да ли сте сигурни да желите да уклоните %@ са овог уређаја?
sv: Är du säker på att du vill ta bort %@ från den här enheten?
tr: %@ öğesini bu cihazdan kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити %@ з цього пристрою?
vi: Bạn có chắc chắn muốn xóa %@ khỏi thiết bị này không?
zh_hans: 确定要从该设备中移除 %@ 吗？
zh_hant: 確定要從此裝置中移除 %@ 嗎？

source: Are you sure you want to remove this account from this device?
af: Is jy seker jy wil hierdie rekening van hierdie toestel verwyder?
ar: هل أنت متأكد أنك تريد إزالة هذا الحساب من هذا الجهاز؟
bg: Сигурни ли сте, че искате да премахнете този акаунт от това устройство?
ca: Esteu segur que voleu eliminar aquest compte d'aquest dispositiu?
cs: Opravdu chcete tento účet z tohoto zařízení odebrat?
da: Er du sikker på, at du vil fjerne denne konto fra denne enhed?
de: Bist du sicher, dass du dieses Konto von diesem Gerät entfernen möchtest?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτόν τον λογαριασμό από αυτήν τη συσκευή;
fi: Haluatko varmasti poistaa tämän tilin tästä laitteesta?
fr: Voulez-vous vraiment supprimer ce compte de cet appareil ?
he: האם אתה בטוח שברצונך להסיר חשבון זה ממכשיר זה?
hu: Biztosan el akarja távolítani ezt a fiókot erről az eszközről?
it: Sei sicuro di voler rimuovere questo account da questo dispositivo?
ja: このデバイスからこのアカウントを削除してもよろしいですか？
ko: 이 기기에서 이 계정을 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne denne kontoen fra denne enheten?
nl: Weet je zeker dat je dit account van dit apparaat wilt verwijderen?
pl: Czy na pewno chcesz usunąć to konto z tego urządzenia?
pt: Tem a certeza de que pretende remover esta conta deste dispositivo?
pt_br: Tem certeza de que deseja remover esta conta deste dispositivo?
ro: Sigur dorești să elimini acest cont de pe acest dispozitiv?
ru: Вы уверены, что хотите удалить этот аккаунт с этого устройства?
sr: Да ли сте сигурни да желите да уклоните овај налог са овог уређаја?
sv: Är du säker på att du vill ta bort det här kontot från den här enheten?
tr: Bu hesabı bu cihazdan kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей обліковий запис з цього пристрою?
vi: Bạn có chắc chắn muốn xóa tài khoản này khỏi thiết bị này không?
zh_hans: 确定要从该设备中移除此账号吗？
zh_hant: 確定要從此裝置中移除此帳號嗎？

source: Ask Every Time
af: Vra elke keer
ar: السؤال في كل مرة
bg: Питай всеки път
ca: Pregunta-ho sempre
cs: Pokaždé se zeptat
da: Spørg hver gang
de: Jedes Mal fragen
el: Ερώτηση κάθε φορά
fi: Kysy joka kerta
fr: Demander à chaque fois
he: שאל בכל פעם
hu: Kérdezzen rá minden alkalommal
it: Chiedi ogni volta
ja: 毎回確認
ko: 항상 묻기
nb: Spør hver gang
nl: Elke keer vragen
pl: Pytaj za każdym razem
pt: Perguntar sempre
pt_br: Perguntar sempre
ro: Întreabă de fiecare dată
ru: Спрашивать каждый раз
sr: Питај сваки пут
sv: Fråga varje gång
tr: Her seferinde sor
uk: Запитувати щоразу
vi: Luôn hỏi
zh_hans: 每次询问
zh_hant: 每次詢問

source: Ask AI
af: Vra AI
ar: اسأل AI
bg: Попитайте AI
ca: Pregunta a la IA
cs: Zeptat se na AI
da: Spørg AI
de: KI fragen
el: Ερώτηση Τεχνητής Νοημοσύνης
fi: Kysy AI
fr: Demander à l'IA
he: שאל AI
hu: AI megkérdezése
it: Chiedi AI
ja: AIに聞く
ko: AI에게 묻기
nb: Spør AI
nl: Vraag AI
pl: Zapytaj SI
pt: Perguntar IA
pt_br: Perguntar IA
ro: Întreabă AI
ru: Спросить ИИ
sr: Питај AI
sv: Fråga AI
tr: AI’ye sor
uk: Запитати ШІ
vi: Hỏi AI
zh_hans: 问问 AI
zh_hant: 問問 AI

source: Auto-translate excluded languages
af: Outo-vertaling uitgesluit tale
ar: اللغات المستثناة من الترجمة التلقائية
bg: Езици, изключени от автоматичен превод
ca: Llengües excloses de la traducció automàtica
cs: Jazyky vyloučené z automatického překladu
da: Ekskluderede sprog for automatisk oversættelse
de: Von der Auto-Übersetzung ausgeschlossene Sprachen
el: Εξαιρούμενες γλώσσες αυτόματης μετάφρασης
fi: Automaattisen käännöksen ulkopuolelle jätetyt kielet
fr: Langues exclues de la traduction automatique
he: שפות מוחרגות מתרגום אוטומטי
hu: Automatikus fordításból kizárt nyelvek
it: Lingue escluse dalla traduzione automatica
ja: 自動翻訳から除外する言語
ko: 자동 번역에서 제외된 언어
nb: Auto-oversett ekskluderte språk
nl: Talen uitgesloten van automatisch vertalen
pl: Języki wyłączone z automatycznego tłumaczenia
pt: Idiomas excluídos da tradução automática
pt_br: Idiomas excluídos da tradução automática
ro: Limbi excluse de la traducerea automată
ru: Языки, исключенные из автоперевода
sr: Језици искључени из аутоматског превођења
sv: Språk undantagna från automatisk översättning
tr: Otomatik çeviriden hariç tutulan diller
uk: Мови, виключені з автоперекладу
vi: Các ngôn ngữ bị loại trừ tự động dịch
zh_hans: 自动翻译排除的语言
zh_hant: 自動翻譯排除的語言

source: Block
af: blokkeer
ar: كتلة
bg: Блокиране
ca: bloquejar
cs: Blokovat
da: Blokér
de: Blockieren
el: Αποκλεισμός
fi: Estä
fr: Bloquer
he: חסום
hu: Tiltás
it: Blocca
ja: ブロック
ko: 차단
nb: Blokker
nl: Blokkeren
pl: Blok
pt: Bloquear
pt_br: Bloquear
ro: Blochează
ru: Блок
sr: Блокирај
sv: Blockera
tr: Engelle
uk: Блок
vi: Chặn
zh_hans: 拉黑
zh_hant: 封鎖

source: Block user
af: Blokkeer
ar: حظر
bg: Блокиране
ca: Bloquejar
cs: Blokovat
da: Bloker
de: Blockieren
el: Αποκλεισμός
fi: Estä
fr: Bloquer
he: חסימה
hu: Tiltás
it: Blocca
ja: ユーザーをブロック
ko: 사용자 차단
nb: Blokker
nl: Blokkeren
pl: Zablokuj
pt: Bloquear
pt_br: Bloquear
ro: Blochează
ru: Заблокировать
sr: Blokiraj
sv: Blockera
tr: Engelle
uk: Заблокувати
vi: Chặn
zh_hans: 屏蔽用户
zh_hant: 封鎖使用者

# block_user_alert_message
source: Are you sure you want to block this user?
af: Is jy seker jy wil hierdie gebruiker blokkeer?
ar: هل أنت متأكد أنك تريد حظر هذا المستخدم؟
bg: Сигурни ли сте, че искате да блокирате този потребител?
ca: Esteu segur que voleu bloquejar aquest usuari?
cs: Opravdu chcete tohoto uživatele zablokovat?
da: Er du sikker på, at du vil blokere denne bruger?
de: Bist du sicher, dass du diesen Benutzer blockieren möchtest?
el: Είστε βέβαιοι ότι θέλετε να αποκλείσετε αυτόν τον χρήστη;
fi: Haluatko varmasti estää tämän käyttäjän?
fr: Voulez-vous vraiment bloquer cet utilisateur ?
he: האם אתה בטוח שברצונך לחסום משתמש זה?
hu: Biztosan le akarja tiltani ezt a felhasználót?
it: Sei sicuro di voler bloccare questo utente?
ja: このユーザーをブロックしてもよろしいですか？
ko: 이 사용자를 차단하시겠습니까?
nb: Er du sikker på at du vil blokkere denne brukeren?
nl: Weet je zeker dat je deze gebruiker wilt blokkeren?
pl: Czy na pewno chcesz zablokować tego użytkownika?
pt: Tem a certeza de que pretende bloquear este utilizador?
pt_br: Tem certeza de que deseja bloquear este usuário?
ro: Sigur dorești să blochezi acest utilizator?
ru: Вы уверены, что хотите заблокировать этого пользователя?
sr: Да ли сте сигурни да желите да блокирате овог корисника?
sv: Är du säker på att du vill blockera den här användaren?
tr: Bu kullanıcıyı engellemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете заблокувати цього користувача?
vi: Bạn có chắc chắn muốn chặn người dùng này không?
zh_hans: 确定要封锁此用户吗？
zh_hant: 確定要封鎖此使用者嗎？

# block_user_with_handle %@
source: Block %@
af: Blokkeer %@
ar: حظر %@
bg: Блокиране на %@
ca: Bloca %@
cs: Zablokovat %@
da: Bloker %@
de: %@ blockieren
el: Αποκλεισμός %@
fi: Estä %@
fr: Bloquer %@
he: חסום את %@
hu: %@ letiltása
it: Blocca %@
ja: %@をブロック
ko: %@ 차단
nb: Blokker %@
nl: %@ blokkeren
pl: Zablokuj %@
pt: Bloquear %@
pt_br: Bloquear %@
ro: Blochează %@
ru: Заблокировать %@
sr: Блокирај %@
sv: Blockera %@
tr: %@ kullanıcısını engelle
uk: Заблокувати %@
vi: Chặn %@
zh_hans: 封锁 %@
zh_hant: 封鎖 %@

# bluesky_feeds_title
source: Feeds
af: Voere
ar: التحديثات
bg: Емисии
ca: Fluxos
cs: Zdroje
el: Ροές
fi: Syötteet
fr: Fils
he: פידים
hu: Hírfolyamok
it: Feed
ja: フィード
ko: 피드
nb: Strøm
pl: Kanały
pt: Conteúdos
pt_br: Conteúdos
ro: Fluxuri
ru: Ленты
sr: Извори
sv: Flöden
tr: Akışlar
uk: Стрічки
vi: Nguồn cấp
zh_hans: 订阅源
zh_hant: 訂閱源

# bluesky_login_auth_factor_token_hint
source: 2FA token
af: 2FA-teken
ar: رمز 2FA
bg: 2FA токен
ca: Token 2FA
cs: 2FA kód
el: Διακριτικό 2FA
fi: 2FA-tunniste
fr: Jeton 2FA
he: קוד אימות דו-שלבי
hu: 2FA kód
it: Token 2FA
ja: 2段階認証トークン
ko: 2단계 인증 토큰
nb: 2FA-kode
pl: Token 2FA
pt: Token 2FA
pt_br: Token 2FA
ro: Token 2FA
ru: Код 2FA
sr: 2FA токен
sv: 2FA-kod
tr: 2FA jetonu
uk: Токен 2FA
vi: Mã 2FA
zh_hans: 2FA 令牌
zh_hant: 2FA 權杖

# bluesky_login_oauth_button
source: Log in with OAuth
af: Meld aan met OAuth
ar: تسجيل الدخول باستخدام OAuth
bg: Влизане чрез OAuth
ca: Inicia la sessió amb OAuth
cs: Přihlásit se přes OAuth
da: Log ind med OAuth
de: Mit OAuth anmelden
el: Σύνδεση με OAuth
fi: Kirjaudu OAuth-tunnuksilla
fr: Se connecter avec OAuth
he: התחבר באמצעות OAuth
hu: Bejelentkezés OAuth-szal
it: Accedi con OAuth
ja: OAuthでログイン
ko: OAuth로 로그인
nb: Logg inn med OAuth
nl: Inloggen met OAuth
pl: Zaloguj się przez OAuth
pt: Iniciar sessão com OAuth
pt_br: Fazer login com OAuth
ro: Autentificare cu OAuth
ru: Войти через OAuth
sr: Prijavite se putem OAuth-a
sv: Logga in med OAuth
tr: OAuth ile giriş yap
uk: Увійти через OAuth
vi: Đăng nhập bằng OAuth
zh_hans: 使用 OAuth 登录
zh_hant: 使用 OAuth 登入

# bluesky_login_password_hint
source: Password
af: Wagwoord
ar: كلمة المرور
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
fi: Salasana
fr: Mot de passe
he: סיסמה
hu: Jelszó
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ro: Parolă
ru: Пароль
sr: Lozinka
sv: Lösenord
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# bluesky_login_use_password_button
source: Use password
af: Gebruik wagwoord
ar: استخدام كلمة المرور
bg: Използвай парола
ca: Utilitza contrasenya
cs: Použít heslo
da: Brug adgangskode
de: Passwort verwenden
el: Χρήση κωδικού πρόσβασης
fi: Käytä salasanaa
fr: Utiliser un mot de passe
he: השתמש בסיסמה
hu: Jelszó használata
it: Usa password
ja: パスワードを使用
ko: 비밀번호 사용
nb: Bruk passord
nl: Gebruik wachtwoord
pl: Użyj hasła
pt: Usar palavra-passe
pt_br: Usar senha
ro: Folosește parola
ru: Использовать пароль
sr: Koristi lozinku
sv: Använd lösenord
tr: Şifre kullan
uk: Використовувати пароль
vi: Dùng mật khẩu
zh_hans: 使用密码
zh_hant: 使用密碼

# bluesky_login_username_hint
source: Username
af: Gebruikersnaam
ar: اسم المستخدم
bg: Потребителско име
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sr: Korisničko ime
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# bluesky_notification_follow
source: followed you
af: het jou gevolg
ar: تابعك
bg: ви последва
ca: t'ha seguit
cs: vás sleduje
da: fulgte dig
de: ist Ihnen gefolgt
el: σας ακολούθησε
fi: seurasi sinua
fr: vous a suivi
he: עוקב/ת אחריך
hu: bekövetett téged
it: ti segue
ja: フォローされました
ko: 님이 팔로우했습니다
nb: fulgte deg
nl: volgt jou
pl: obserwuje Cię
pt: começou a seguir você
pt_br: começou a seguir você
ro: te-a urmărit
ru: подписался(-ась) на вас
sr: вас сада прати
sv: började följa dig
tr: seni takip etti
uk: підписався(-лась) на вас
vi: đã theo dõi bạn
zh_hans: 关注你
zh_hant: 關注了你

# bluesky_notification_item_pin
source: pinned a post
af: Gepin
ar: مثبتة
bg: Закачено
ca: Fixat
cs: Připnuté
da: fastgjorde et indlæg
de: hat einen Beitrag angepinnt
el: κάρφωσε μια ανάρτηση
fi: kiinnitti viestin
fr: a épinglé un message
he: נעץ פוסט
hu: rögzített egy bejegyzést
it: ha fissato un post
ja: 投稿をピン留めしました
ko: 님이 게시물을 고정했습니다
nb: festet et innlegg
nl: heeft een bericht vastgezet
pl: przypiął post
pt: fixou uma postagem
pt_br: fixou uma postagem
ro: a fixat o postare
ru: закрепил(-а) пост
sr: је закачио/ла објаву
sv: fäste ett inlägg
tr: bir gönderiyi sabitledi
uk: закріпив(-ла) пост
vi: đã ghim một bài đăng
zh_hans: 置顶了帖子
zh_hant: 置頂了貼文

# bluesky_notification_like
source: liked your post
af: gegunsteling gemaak
ar: المفضلة
bg: хареса
ca: favorit
cs: oblíbený
da: syntes godt om dit indlæg
de: hat Ihren Beitrag geliked
el: του άρεσε η ανάρτησή σας
fi: tykkäsi viestistäsi
fr: a aimé votre message
he: אהב/ה את הפוסט שלך
hu: kedvelte a bejegyzésedet
it: ha messo mi piace al tuo post
ja: あなたの投稿にいいねしました
ko: 님이 게시물을 좋아합니다
nb: likte innlegget ditt
nl: vindt je bericht leuk
pl: polubił Twój post
pt: curtiu sua postagem
pt_br: curtiu sua postagem
ro: a apreciat postarea ta
ru: оценил(-а) ваш пост
sr: му/јој се свиђа ваша објава
sv: gillade ditt inlägg
tr: gönderini beğendi
uk: вподобав(-ла) ваш пост
vi: đã thích bài đăng của bạn
zh_hans: 赞了你的帖子
zh_hant: 讚了你的貼文

# bluesky_notification_mention
source: mentioned you
af: het jou genoem
ar: ذكرك
bg: ви спомена
ca: t'ha mencionat
cs: vás zmínil
da: nævnte dig
de: hat Sie erwähnt
el: σας ανέφερε
fi: mainitsi sinut
fr: vous a mentionné
he: הזכיר/ה אותך
hu: megemlített téged
it: ti ha menzionato
ja: あなたをメンションしました
ko: 님이 당신을 언급했습니다
nb: nevnte deg
nl: heeft je vermeld
pl: wspomniał o Tobie
pt: mencionou você
pt_br: mencionou você
ro: te-a menționat
ru: упомянул(-а) вас
sr: вас је поменуо/ла
sv: nämnde dig
tr: senden bahsetti
uk: згадав(-ла) вас
vi: đã nhắc đến bạn
zh_hans: 提到你
zh_hant: 提及了你

# bluesky_notification_quote
source: quoted your post
af: geciteer
ar: مقتبس
bg: цитира
ca: citada
cs: citováno
da: citerede dit indlæg
de: hat Ihren Beitrag zitiert
el: παρέθεσε την ανάρτησή σας
fi: lainasi viestiäsi
fr: a cité votre message
he: ציטט/ה את הפוסט שלך
hu: idézte a bejegyzésedet
it: ha citato il tuo post
ja: あなたの投稿を引用しました
ko: 님이 게시물을 인용했습니다
nb: siterte innlegget ditt
nl: heeft je bericht geciteerd
pl: zacytował Twój post
pt: citou sua postagem
pt_br: citou sua postagem
ro: a citat postarea ta
ru: процитировал(-а) ваш пост
sr: је цитирао/ла вашу објаву
sv: citerade ditt inlägg
tr: gönderini alıntıladı
uk: процитував(-ла) ваш пост
vi: đã trích dẫn bài đăng của bạn
zh_hans: 引用了你的帖子
zh_hant: 引用了你的貼文

# bluesky_notification_reply
source: replied to you
af: het jou geantwoord
ar: رد عليك
bg: ви отговори
ca: t'ha respost
cs: odpověděl vám
da: svarede dig
de: hat Ihnen geantwortet
el: σας απάντησε
fi: vastasi sinulle
fr: vous a répondu
he: השיב/ה לך
hu: válaszolt neked
it: ti ha risposto
ja: あなたに返信しました
ko: 님이 답글을 남겼습니다
nb: svarte deg
nl: heeft op je gereageerd
pl: odpowiedział Ci
pt: respondeu a você
pt_br: respondeu a você
ro: ți-a răspuns
ru: ответил(-а) вам
sr: вам је одговорио/ла
sv: svarade dig
tr: sana yanıt verdi
uk: відповів(-ла) вам
vi: đã trả lời bạn
zh_hans: 回复给你
zh_hant: 回覆了你

# bluesky_notification_repost
source: reposted a post
af: het 'n plasing herplaas
ar: أعاد نشر منشور
bg: препубликува публикация
ca: ha republicat una publicació
cs: přesdílel(a) příspěvek
da: repostede et opslag
de: hat einen Beitrag geteilt
el: αναδημοσίευσε μια ανάρτηση
fi: uudelleenjulkaisi julkaisun
fr: a repartagé une publication
he: פרסם מחדש פוסט
hu: újraközölt egy bejegyzést
it: ha ripubblicato un post
ja: 投稿をリポストしました
ko: 게시물을 리포스트했습니다
nb: repostet et innlegg
nl: heeft een bericht gedeeld
pl: podał dalej wpis
pt: republicou uma publicação
pt_br: repostou uma postagem
ro: a redistribuit o postare
ru: сделал репост поста
sr: је поново објавио објаву
sv: repostade ett inlägg
tr: bir gönderiyi yeniden paylaştı
uk: перепостив допис
vi: đã đăng lại một bài đăng
zh_hans: 转发了帖子
zh_hant: 轉發了貼文

# bluesky_notification_starterpackJoined
source: joined via a Starter Pack
af: het via 'n Beginnerspakket aangesluit
ar: انضم عبر حزمة البداية
bg: се присъедини чрез начален пакет
ca: s'ha unit mitjançant un paquet d'inici
cs: připojil(a) se přes balíček pro začátečníky
da: tilsluttede sig via en startpakke
de: ist über ein Starterpaket beigetreten
el: συμμετείχε μέσω ενός Starter Pack
fi: liittyi aloituspaketin kautta
fr: a rejoint via un pack de démarrage
he: הצטרף באמצעות חבילת התחלה
hu: kezdőcsomagon keresztül csatlakozott
it: si è unito tramite uno Starter Pack
ja: スターターパック経由で参加しました
ko: 스타터 팩을 통해 가입했습니다
nb: ble med via en startpakke
nl: is lid geworden via een starterspakket
pl: dołączył przez pakiet startowy
pt: juntou-se através de um Starter Pack
pt_br: entrou através de um Starter Pack
ro: s-a alăturat printr-un pachet de pornire
ru: присоединился через стартовый набор
sr: се придружио преко почетног пакета
sv: gick med via ett startpaket
tr: bir Başlangıç Paketi aracılığıyla katıldı
uk: приєднався через стартовий набір
vi: đã tham gia thông qua Gói khởi đầu
zh_hans: 通过新手包加入
zh_hant: 透過新手包加入

# bluesky_notification_unKnown
source: Unknown
af: Onbekend
ar: غير معروف
bg: Неизвестно
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hu: Ismeretlen
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sr: Непознато
sv: Okänt
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# bluesky_report
source: Report
af: Verslag
ar: تقرير
bg: Докладване
ca: Informar
cs: Nahlásit
da: Anmeld
de: Melden
el: Αναφορά
fi: Ilmianna
fr: Signaler
he: דיווח
hu: Jelentés
it: Segnala
ja: 報告
ko: 신고
nb: Rapporter
nl: Rapporteren
pl: Zgłoś
pt: Denunciar
pt_br: Denunciar
ro: Raportează
ru: Пожаловаться
sr: Пријави
sv: Rapportera
tr: Bildir
uk: Поскаржитися
vi: Báo cáo
zh_hans: 报告
zh_hant: 檢舉

# bluesky_report_reason
source: What's wrong with this post?
af: Wat is fout met hierdie plasing?
ar: ما الخطأ في هذا المنشور؟
bg: Какво не е наред с тази публикация?
ca: Què passa amb aquest paràgraf?
cs: Co je s tímto příspěvkem v nepořádku?
da: Hvad er der galt med dette opslag?
de: Was ist falsch an diesem Beitrag?
el: Τι συμβαίνει με αυτήν την ανάρτηση;
fi: Mikä tässä julkaisussa on vikana?
fr: Quel est le problème avec ce message ?
he: מה לא בסדר בפוסט הזה?
hu: Mi a baj ezzel a bejegyzéssel?
it: Cosa c'è che non va in questo post?
ja: この投稿のどこが問題ですか？
ko: 이 게시물에 어떤 문제가 있나요?
nb: Hva er galt med dette innlegget?
nl: Wat is er mis met dit bericht?
pl: Co jest nie tak z tym postem?
pt: O que há de errado com esta publicação?
pt_br: O que há de errado com esta postagem?
ro: Ce este în neregulă cu această postare?
ru: Что не так с этим постом?
sr: Шта није у реду са овом објавом?
sv: Vad är det för fel på det här inlägget?
tr: Bu gönderide sorun nedir?
uk: Що не так з цим дописом?
vi: Có vấn đề gì với bài đăng này?
zh_hans: 此帖子有什么问题？
zh_hant: 此貼文有什麼問題？

# bluesky_report_reason_misleading
source: Misleading
af: Misleidend
ar: مضلل
bg: Подвеждащо
ca: Enganyós
cs: Zavádějící
da: Vildledende
de: Irreführend
el: Παραπλανητικό
fi: Harhaanjohtava
fr: Trompeur
he: מטעה
hu: Megtévesztő
it: Fuorviante
ja: 誤解を招く
ko: 오해의 소지가 있음
nb: Villende
nl: Misleidend
pl: Wprowadzające w błąd
pt: Enganador
pt_br: Enganoso
ro: Înșelător
ru: Вводит в заблуждение
sr: Обмањујуће
sv: Vilseledande
tr: Yanıltıcı
uk: Вводить в оману
vi: Gây hiểu lầm
zh_hans: 误导
zh_hant: 誤導性

# bluesky_report_reason_misleading_description
source: This post is misleading
af: Hierdie plasing is misleidend
ar: هذا المنشور مضلل
bg: Тази публикация е подвеждаща
ca: Aquest paràgraf és enganyós
cs: Tento příspěvek je zavádějící
da: Dette opslag er vildledende
de: Dieser Beitrag ist irreführend
el: Αυτή η ανάρτηση είναι παραπλανητική
fi: Tämä julkaisu on harhaanjohtava
fr: Ce message est trompeur
he: פוסט זה מטעה
hu: Ez a bejegyzés megtévesztő
it: Questo post è fuorviante
ja: この投稿は誤解を招く内容です
ko: 이 게시물은 오해의 소지가 있습니다
nb: Dette innlegget er misvisende
nl: Dit bericht is misleidend
pl: Ten post wprowadza w błąd
pt: Esta publicação é enganadora
pt_br: Esta postagem é enganosa
ro: Această postare este înșelătoare
ru: Этот пост вводит в заблуждение
sr: Ова објава је обмањујућа
sv: Det här inlägget är vilseledande
tr: Bu gönderi yanıltıcı
uk: Цей допис вводить в оману
vi: Bài đăng này gây hiểu lầm
zh_hans: 此帖子具有误导性
zh_hant: 此貼文具有誤導性

# bluesky_report_reason_other
source: Other
af: Ander
ar: آخر
bg: Друго
ca: Altre
cs: Jiné
da: Andet
de: Andere
el: Άλλο
fi: Muu
fr: Autre
he: אחר
hu: Egyéb
it: Altro
ja: その他
ko: 기타
nb: Annet
nl: Overig
pl: Inne
pt: Outro
pt_br: Outro
ro: Altele
ru: Другое
sr: Остало
sv: Annat
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其他
